LEXICON_COMMANDS_RU = {
                '/menu': 'Главное меню',
                '/off': 'Выключает режим уведомлений',
                '/on': 'Включает режим уведомлений',
                '/favorite': 'Показать избранные вакансии',
                '/help': 'Справка'}

LEXICON_HELP = 'Данный бот запрашивает и показывает новые вакансии с сайтов '\
    'https://fl.ru и https://freelance.ru по заданному пользователем списку категорий. Вакансии берутся из '\
    'фидов RSS, выдаваемых сайтом по любой категории и подкатегории, например: '\
    'Программирование: Разработка чат-ботов или Переводы: Технический перевод. '\
    'К каждой категории можно добавлять белый и черный список ключевых слов. '\
    'Новые вакансии запрашиваются каждую минуту, Вакансии можно добавлять в список Избранное (и удалять), для просмотра '\
    'списка Избранное используйте команду /favorite. \n\n'\
    'Полный список команд бота:\n\n'\
    '/menu: Главное меню\n'\
    '/off: Выключает режим уведомлений\n'\
    '/on: Включает режим уведомлений\n'\
    '/favorite: Показать избранные вакансии\n'\
    '/help: Справка\n'\

NO_NEW_VACANCIES = 'Новых вакансий пока нет'
NO_ADDED_LINKS = 'У вас не добавлено ни одной категории'
BACK = '⬅️ Назад'